INSERT INTO library.user
(`phoneNumber`,`passWord`,`userName`)
VALUES
('0912345678', '123456', 'kuz'),
('0988123456', '123456', 'melo'),
('0987123456', '123456', 'durant'),
('0900123456', '123456', 'james'),
('0966123456', '123456', 'curry'),
('0955123456', '123456', 'harden');

INSERT INTO library.book
(`isbn`,`name`,`author`,`introduction`)
VALUES
('9789570000001','Harry Potter','JK','magic'),
('9789570000002','Rings','King','war'),
('9789570000003','本草綱目','李白','藥草'),
('9789570000004','說文解字','杜甫','教育'),
('9789570000005','中等會計學','理容號','會計'),
('9789570000006','證交法','韓總','法律');

INSERT INTO library.inventory (`isbn`, `status`)
VALUES
('9789570000001',1),
('9789570000002',0),
('9789570000003',1),
('9789570000004',1),
('9789570000005',0),
('9789570000006',0);

INSERT INTO library.borrowingrecord (`userID`, `inventoryID`)
VALUES
('10001', '20001'),
('10002', '20002'),
('10003', '20003'),
('10004', '20004'),
('10005', '20005'),
('10006', '20006');